Revit 2027 API
SymbolTypeId.KgPerMin Property
 Symbol kg/min, indicating unit Kilograms per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgPerMin { get; }
Public Shared ReadOnly Property KgPerMin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgPerMin {
	ForgeTypeId^ get ();
}
static member KgPerMin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace